# ex027.py Recebe nome e sobrenome
#
# Site :  https://github.com/linuxjeff
# Autor:  Jefferson Santana <computadores.rp@gmail.com>
#
# -----------------------------------------------------------------------------
# Recebe nome e sobrenome e mostra o primeiro nome e o último sobrenome.
#
#       Exemplos:
#		./ex027.py
# -----------------------------------------------------------------------------
# Histórico:
#
#   v0.0.1 2022-04-15, Jefferson Santana:
#       - Versão inicial
#       - Criado cabeçalho
#       - Criado variável que recebe o nome e sobrenome
#
# -----------------------------------------------------------------------------
# Licença: MTI

###############################################################################
#                             Bibliotecas                                     #
###############################################################################

###############################################################################
#                             Variáveis                                       #
###############################################################################

nome_sobrenome = str(input('Qual seu nome e sobrenome?\n>>> '))

###############################################################################
#                             Programa Principal                              #
###############################################################################

